[{"def":"(En particulier) Avoir tel ou tel sort, tel ou tel résultat, telle ou telle issue en marquant le doute, la conjecture, etc.<br> \n Que deviendraient tant de belles espérances, s'il venait à mourir ?   <br> \n Que deviendront vos promesses, si vous m'abandonnez ?   <br> \n Que devenez-vous ?   <br> \n On pouvait dès lors prévoir ce que tout cela deviendrait.   <br> \n Il était près de nous il n'y a qu'un instant, je ne sais ce qu'il est devenu.   <br> \n Je ne sais ce que tout ceci deviendra.   <br> \n Que deviendrai-je ?   <br> \n Qu'étiez-vous donc devenu ? Nous vous cherchions partout.   <br> \n Que sont devenus vos serments ?   <br> \n Que vais-je devenir ?   <br> \n Que deviendra tout le bien qu'il a amassé?  <br>"},{"def":"Situation à venir d'une personne.<br>"},{"def":"(En particulier) Avoir tel ou tel sort, tel ou tel résultat, telle ou telle issue en marquant le doute, la conjecture, etc.<br> \n Que vais-je devenir ?   <br> \n Que deviendrai-je ?   <br> \n Que sont devenus vos serments ?   <br> \n On pouvait dès lors prévoir ce que tout cela deviendrait.   <br> \n Je ne sais ce que tout ceci deviendra.   <br> \n Que deviendront vos promesses, si vous m'abandonnez ?   <br> \n Qu'étiez-vous donc devenu ? Nous vous cherchions partout.   <br> \n Que deviendra tout le bien qu'il a amassé?   <br> \n Il était près de nous il n'y a qu'un instant, je ne sais ce qu'il est devenu.   <br> \n Que devenez-vous ?   <br> \n Que deviendraient tant de belles espérances, s'il venait à mourir ?  <br>"},{"def":"Mouvement par lequel une chose, un être se forme ou se transforme.<br> \n [?] le progrès est un perpétuel devenir, nulle méthode ne saurait être considérée comme immuable, tout est en mouvement, tout est continuellement améliorable, tout ce qui existe aujourd'hui sera demain mieux encore?    \n (Ludovic Naudeau, La France se regarde : Le problème de la natalité, Librairie Hachette, Paris, 1931)  <br>"},{"def":"Commencer à être ce qu'on n'était pas ; passer d'une situation, d'un état à un autre.<br> \n Le lagon, habituellement bleu-vert transparent, devient marron à force de réceptionner la terre qui s'y déverse.    \n (Thierry Francès, Du mistral au maraamu, Société des Écrivains, 2012, p.191)  <br> \n Lorsque la constitution française reconnaissait un ordre de noblesse privilégiée, la femme noble qui épousait un roturier dérogeait à la noblesse et devenait roturière.    \n (L'Institut : Journal des académies et sociétés scientifiques de la France & de l'Étranger, 2e section, 5e année, janvier-février 1840, n°49-50, p.6)  <br> \n Une fois qu'ils eurent perdu leur force militaire propre [?], la nature de leur système politique se transforma, au point de devenir méconnaissable, [?].    \n (Panayiotis Jerasimof Vatikiotis, L'Islam et l'État, 1987, traduction d'Odette Guitard, 1992, p.42)  <br> \n Et la France changeait, une fois encore, de régime. Le prince-président que s'était donnée la Deuxième République était devenu l'empereur Napoléon, troisième du nom.    \n (Jean Valmy-Baysse, La curieuse aventure des boulevards extérieurs, Éditions Albin-Michel, 1950, p.171)  <br> \n Le débarquement d'une automobile à quai était une manoeuvre peu familière aux employés de la petite station, et le train s'attardait, et Psyché devenait impatiente.    \n (Pierre Louÿs, Psyché, 1927, p.137)  <br> \n Les Groenlandais danois sont devenus de bons chrétiens ; ils persistent toutefois, à témoigner leur confiance à l'« Angakok ». Ce personnage important peut être comparé au rebouteux ou sorcier de nos campagnes.    \n (Jean-Baptiste Charcot, Dans la mer du Groenland, 1928)  <br>"},{"def":"En métaphysique, le devenir s'oppose à l'être au sens absolu, synonyme de permanence, comme ce qui tantôt est, tantôt n'est pas. À travers l'opposition entre l'Être et le Devenir s'exprime la très vieille opposition des deux grands penseurs présocratiques à savoir Parménide et Héraclite. La réflexion sur le Devenir s'impose pour toute réflexion dirigée sur le monde réel. La distinction entre Être et Devenir recoupe la distinction entre monde intelligible et monde sensible.\n"}]